---
title: Contribuer
permalink: contribuer.html
layout: default
---


<div class="container">
  <h3>
	  <strong>Je Contribue !</strong></h3>
  <p style="text-align: justify;">
	  Le Kit de l&#39;Innovation M&eacute;tier est un espace de partage d&#39;outils, de bonnes pratiques et d&#39;innovations des agents publics. C&#39;est gr&acirc;ce &agrave; l&#39;ensemble de la communaut&eacute; des innovateurs que les ressources disponibles sur ce site existent. Si vous avez des m&eacute;thodes, des mod&egrave;les de documents, des cas d&#39;usages ou autres retours sur des exop&eacute;riences d&#39;innovations au sein de la fonction publique que vous pouvez partager, c&#39;est ici que vous pouvez le faire. N&#39;h&eacute;sitez pas, le processus est simple et les b&eacute;n&eacute;fices pour l&#39;ensemble des agents publics peuvent &ecirc;tre tr&egrave;s importants!</p>
  <h3>
	  <strong>Comment contribuer ?</strong></h3>
  <p>
	  L&#39;ensemble des ressources disponibles dans le kit sont stock&eacute;es sur le site Github, via le compte de la communaut&eacute; de l&#39;innovation m&eacute;tier de l&#39;Etat. C&#39;est donc via Github que vous pouvez contribuer au kit. Voici la marche &agrave; suivre :</p>
  <ol>
	  <li>
		  Je cr&eacute;&eacute; un compte sur Github (gratuit) sur la page <a href="https://github.com/join">github.com/join</a></li>
	  <li>
		  Je rejoins la communaut&eacute; de contributeurs en envoyant un email &agrave; <a href="mailto:innovmetier@openmailbox.org">innovmetier@openmailbox.org</a></li>
	  <li>
		  Je me rend dans le r&eacute;pertoire h&eacute;bergeant les documents partag&eacute;es sur le Kit de l&#39;innovation m&eacute;tier en cliquant sur<a href="https://github.com/InnovMetierEtat/innovmetieretat.github.io/tree/master/files"> ce lien</a>.</li>
	  <li>
		  Je choisis le r&eacute;pertoire de destination des documents en s&eacute;lectionnant en premier lieu le type&nbsp; de document (m&eacute;thode, mod&egrave;le ou cas d&#39;usage) puis la famille de document correspondante.<br />
		  &nbsp;</li>
	  <li>
	  	  Je soumets un pull request </li>
	  <li>
		  J'attends la validation du merge (généralement dans la journée sauf pendant les vacances ;] )  
	  </li>
  </ol>
</div>
